Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K07.tmx
Source language: en_us
Languages: zh_cn

source: The Bell Jar One
zh_cn: 《玻璃钟罩》第一章

source: It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York.
zh_cn: 那是一个古怪而闷热的夏天，就在那个夏天他们将罗森堡夫妇处以电刑。我记不起来当时我在纽约正干些什么事情。

source: I'm stupid about executions.
zh_cn: 我对处决一无所知。

source: The idea of being electrocuted makes me sick, and that's all there was to read about in the papers -- goggle-eyed headlines staring up at me on every street corner and at the fusty, peanut-smelling mouth of every subway.
zh_cn: 一想起受到电刑，就让我觉得恶心。在报纸上能读到的就这么多——在每个街角，每个散发着霉味和花生味的地铁出口处那些大标题就瞪大着眼睛直勾勾的盯着我瞧。

source: It had nothing to do with me, but I couldn't help wondering what it would be like, being burned alive all along your nerves.
zh_cn: 这和我一点关系也没有，但是我就是会不由自主地想着被活活烧死，痛觉沿着所有神经蔓延开来，那会是什么情形。

source: I thought it must be the worst thing in the world.
zh_cn: 我想这一定是世上最可怕的事了。

source: New York was bad enough.
zh_cn: 纽约就已经够糟的了。

source: By nine in the morning the fake, country-wet freshness that somehow seeped in overnight evaporated like the tail end of a sweet dream.
zh_cn: 在夜里渗透进来的新鲜气息，有着一股冒充乡村湿气的感觉，早上九点之前，这新鲜的气息就像是一个美梦的结尾，蒸发地无影无踪。

source: Mirage-gray at the bottom of their granite canyons, the hot streets wavered in the sun, the car tops sizzled and glittered, and the dry, cindery dust blew into my eyes and down my throat.
zh_cn: 在他们花岗岩垒成的峡谷底部是海市蜃楼般的灰蒙蒙的一片，灼热的街道在阳光照射下颤动，车顶嗞嗞的发出声响，闪烁着亮光，干燥如灰烬似的尘土吹进我的眼里，吹到我的喉咙里。

source: I kept hearing about the Rosenbergs over the radio and at the office till I couldn't get them out of my mind.
zh_cn: 从收音机和办公室我不断听到罗森堡夫妇的消息，直到再也无法将他们从我的脑子里抹去。

source: It was like the first time I saw a cadaver.
zh_cn: 这好像同我第一次见到死尸的情景一样。

source: For weeks afterward, the cadaver's head -- or what there was left of it -- floated up behind my eggs and bacon at breakfast and behind the face of Buddy Willard, who was responsible for my seeing it in the first place, and pretty soon I felt as though I were carrying that cadaver's head around with me on a string, like some black, noseless balloon stinking of vinegar.
zh_cn: 见到几个星期之后，尸体的头颅——或者那上面还残留着的东西——在我早餐的鸡蛋和熏肉后面飘荡，在巴蒂·维拉德的脸后飘荡，就是巴蒂·维拉德让我看到了它，很快我觉得我就像是将那个死尸的头颅挂在一根线上一直随身带着，如同带着一个黑色的，没有鼻子的气球，散发着一股醋的臭味。

source: I knew something was wrong with me that summer, because all I could think about was the Rosenbergs and how stupid I'd been to buy all those uncomfortable, expensive clothes, hanging limp as fish in my closet, and how all the little successes I'd totted up so happily at college fizzled to nothing outside the slick marble and plate-glass fronts along Madison Avenue.
zh_cn: 我知道那个夏天我有些不对劲，因为我脑子里想的全是罗森堡夫妇，而且我蠢的要死去买了所有这些穿起来既不舒服又贵的要命的衣服，它们松垮垮地垂着像鱼一样挂在我的衣橱里。我快乐地汇集起来的在大学所有的小小成功，全部告吹在了有着光滑大理石和玻璃板的商店外面，它们沿着麦迪逊大街一字排开。

source: I was supposed to be having the time of my life.
zh_cn: 我本来打算享受我一生中最快乐的时光。

source: I was supposed to be the envy of thousands of other college girls just like me all over America who wanted nothing more than to be tripping about in those same size-seven patent leather shoes I'd bought in Bloomingdale's one lunch hour with a black patent leather belt and black patent leather pocketbook to match.
zh_cn: 我本来是要变成成千上万同我一样的大学女生的羡慕的对象，这些女生来自美国各地，她们想的不外乎就是穿上在那些一模一样的7码的漆皮鞋走来走去。我利用一个午餐时间在布鲁明代尔百货店把这双鞋买了下来，同时还买了一条黑色漆皮皮带，并配了黑色的漆皮皮夹。

source: And when my picture came out in the magazine the twelve of us were working on -- drinking martinis in a skimpy, imitation silver-lame bodice stuck on to a big, fat cloud of white tulle, on some Starlight Roof, in the company of several anonymous young men with all-American bone structures hired or loaned for the occasion -- everybody would think I must be having a real whirl.
zh_cn: 当我的相片刊登在杂志上时，我们12个人正忙着——喝马提尼，穿着暴露的仿银光缎紧身上衣，上面附着一大片宽大而蓬松的白色的薄纱，在某个星光屋顶餐厅，和几个不知名的年轻人一起，他们有着美国人特色的骨架，他们是临时雇佣或租赁来的——每个人会想我一定是真正的出尽风头。

source: Look what can happen in this country, they'd say.
zh_cn: 他们会说，看看这个国家会发生什么事呀。

source: A girl lives in some out-of-the-way town for nineteen years, so poor she can't afford a magazine, and then she gets a scholarship to college and wins a prize here and a prize there and ends up steering New York like her own private car.
zh_cn: 一个女孩在某个偏远的小镇生活了19个年头，穷得连本杂志都买不起，后来她却拿奖学金上了大学，在这儿获个奖又在那儿拿个奖，最后就像开她自己的私家车一样将纽约操纵自如。

source: Only I wasn't steering anything, not even myself.
zh_cn: 只是我没有操纵任何东西，包括我自己。

source: I just bumped from my hotel to work and to parties and from parties to my hotel and back to work like a numb trolleybus.
zh_cn: 我只是跌跌撞撞地从我的旅馆出去工作，去聚会，又从聚会回到旅馆，再回去上班就像是一个没有知觉的无轨电车。

source: I guess I should have been excited the way most of the other girls were, but I couldn't get myself to react.
zh_cn: 我猜我本应该像大多数女孩那样感到兴奋，可是我没法儿让自己做出反应。

source: I felt very still and very empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo.
zh_cn: 我感到十分停滞，十分空虚，就像在龙卷风的中心那样的感觉，木然地向前移动，而身处在周围喧嚣的中心地带。

source: There were twelve of us at the hotel.
zh_cn: 我们12个人住在旅馆里。

source: We had all won a fashion magazine contest, by writing essays and stories and poems and fashion blurbs, and as prizes they gave us jobs in New York for a month, expenses paid, and piles and piles of free bonuses, like ballet tickets and passes to fashion shows and hair stylings at a famous expensive salon and chances to meet successful people in the field of our desire and advice about what to do with our particular complexions.
zh_cn: 我们通过写散文，故事，诗歌和时尚简介，都在一个时尚杂志的比赛赢得胜利。作为奖品他们安排我们在纽约工作一个月，支付开销，还有一堆又一堆的免费奖励，如芭蕾舞门票和时装秀和著名的昂贵沙龙里做头发的通行证，有机会认识我们热衷的领域里的成功人士，他们建议我们怎么对待我们特别的肤色。

source: I still have the make-up kit they gave me, fitted out for a person with brown eyes and brown hair: an oblong of brown mascara with a tiny brush, and a round basin of blue eye shadow just big enough to dab the tip of your finger in, and three lipsticks ranging from red to pink, all cased in the same little gilt box with a mirror on one side.
zh_cn: 我仍留着他们给我的化妆箱，适合棕色眼睛和棕色头发的人：一个带着小刷子的长方形棕色睫毛膏，和一个蓝色眼影圆凹槽，仅仅容得下你轻轻地点上去的指尖，和三支从红色过渡到粉红色的唇膏，所有这些都放在同一个小小的镀金盒子里，盒子的一面附着一块镜子。

source: I also have a white plastic sunglasses case with colored shells and sequins and a green plastic starfish sewed onto it.
zh_cn: 我还有一个白色的塑料太阳眼镜盒，上面缝着彩色的贝壳，小金属片和一个绿色塑料海星。

source: I realized we kept piling up these presents because it was as good as free advertising for the firms involved, but I couldn't be cynical.
zh_cn: 我意识到我们始终堆放这些礼物，因为对于涉及的企业而言，这就好得如同免费打广告一样，但是我不能如此挑剔挖苦。

source: I got such a kick out of all those free gifts showering on to us.
zh_cn: 我收到所有这些免费的礼物，高兴地飞上了天。

source: For a long time afterward I hid them away, but later, when I was all right again, I brought them out, and I still have them around the house.
zh_cn: 之后的很长一段时间我将它们藏了起来，但是后来，当我又没事了的时候，我将它们拿出来，我仍将他们放在房子的各个角落。

source: I use the lipsticks now and then, and last week I cut the plastic starfish off the sunglasses case for the baby to play with.
zh_cn: 我偶尔会用这些唇膏，上个星期我剪下了太阳眼镜盒上的塑料海星剪，给孩子玩耍。

source: So there were twelve of us at the hotel, in the same wing on the same floor in single rooms, one after the other, and it reminded me of my dormitory at college.
zh_cn: 因此我们12个人在旅馆里，住在同一个楼层的同一边的单个房间里，一个挨着一个，让我想起我的大学寝室。

source: It wasn't a proper hotel -- I mean a hotel where there are both men and women mixed about here and there on the same floor.
zh_cn: 它不是一个合适的旅馆——我指的是男人和女人混住同一个楼层的各个地方。

source: This hotel -- the Amazon -- was for women only, and they were mostly girls my age with wealthy parents who wanted to be sure their daughters would be living where men couldn't get at them and deceive them; and they were all going to posh secretarial schools like Katy Gibbs, where they had to wear hats and stockings and gloves to class, or they had just graduated from places like Katy Gibbs and were secretaries to executives and simply hanging around in New York waiting to get married to some career man or other.
zh_cn: 这个旅馆——亚马逊旅馆——只接待女客人，而且她们大多数和是我一样的年纪，她们有钱的父母希望他们的女儿住的地方男人无法接近她们，也无法欺骗她们。她们都在一流的秘书学校上学如Katy Gibbs，在那儿她们上课必须戴上帽子，长袜和手套，或者她们刚刚从像Katy Gibbs这种地方毕业，是主管的秘书，纯粹在纽约闲逛，等着和某个事业有成的男人结婚。

source: These girls looked awfully bored to me.
zh_cn: 这些女孩儿在我看来非常的无聊。

source: I saw them on the sunroof, yawning and painting their nails and trying to keep up their Bermuda tans, and they seemed bored as hell.
zh_cn: 我看到她们在遮阳棚顶上，打着哈欠涂指甲油，试图保持她们在百慕大晒出来的棕褐色，她们看起来快无聊死了。

source: I talked with one of them, and she was bored with yachts and bored with flying around in airplanes and bored with skiing in Switzerland at Christmas and bored with the men in Brazil.
zh_cn: 我和她们中的一人说过话，她厌倦了游艇，厌倦了乘着飞机到处飞行，厌倦了圣诞节在瑞士滑雪，厌倦了巴西的男人们。

source: Girls like that make me sick.
zh_cn: 那样儿的女孩令我厌恶。

source: I'm so jealous I can't speak.
zh_cn: 我嫉妒得连话都说不出来。

source: Nineteen years, and I hadn't been out of New England except for this trip to New York.
zh_cn: 整整19年，除去这次的纽约之旅，我从没有离开过新英格兰。

source: It was my first big chance, but here I was, sitting back and letting it run through my fingers like so much water.
zh_cn: 这是我第一次大好机会，但是我在这儿，端坐不动，让它就像水一样白白地在我的指间溜走。

source: I guess one of my troubles was Doreen.
zh_cn: 我猜我的众多麻烦事儿中的其中之一就是多琳。

source: I'd never known a girl like Doreen before.
zh_cn: 在这之前，我从来没认识过一个像多琳那样的女孩儿。

source: Doreen came from a society girls' college down South and had bright white hair standing out in a cotton candy fluff round her head and blue eyes like transparent agate marbles, hard and polished and just about indestructible, and a mouth set in a sort of perpetual sneer.
zh_cn: 多琳毕业于南方的一个社会女子学院。她有着一头光亮的白色头发，像棉花糖那样蓬松包住她的脑袋，蓝色的双眸像透明的玛瑙球，质地坚硬，圆润光亮，几乎坚不可摧，嘴角总是挂着一丝蔑笑。

source: I don't mean a nasty sneer, but an amused, mysterious sneer, as if all the people around her were pretty silly and she could tell some good jokes on them if she wanted to.
zh_cn: 我不是指令人讨厌的冷笑，而是一丝顽皮的，神秘的蔑笑，就好像她身边的人相当的蠢笨，让她随时可以好好的取笑她们一番，如果她想这么做的话。

source: Doreen singled me out right away.
zh_cn: 多琳一下子就挑中了我。

source: She made me feel I was that much sharper than the others, and she really was wonderfully funny.
zh_cn: 她让我觉得我比其他人要聪明得多。她真的是十分的有趣。

source: She used to sit next to me at the conference table, and when the visiting celebrities were talking she'd whisper witty sarcastic remarks to me under her breath.
zh_cn: 她会坐在我的身边，围坐在会议桌旁，在来访的名人们交谈的时候，向我低声耳语诙谐而讽刺的评论。

source: Her college was so fashion conscious, she said, that all the girls had pocketbook covers made out of the same material as their dresses, so each time they changed their clothes they had a matching pocketbook.
zh_cn: 她的大学很讲究时髦，她说道，所有的女孩使用的钱夹的表面，用的是和她们身上的衣服一样的料子。所以每次她们换衣服，她们就会拿一个相配的钱夹。

source: This kind of detail impressed me.
zh_cn: 这种类型的细节让我印象深刻。

source: It suggested a whole life of marvelous, elaborate decadence that attracted me like a magnet.
zh_cn: 它让我知道了一个包含又非凡又精细的颓废的整个生活，它像磁铁一样吸引着我。

source: The only thing Doreen ever bawled me out about was bothering to get my assignments in by a deadline.
zh_cn: 唯一一件让多琳大骂我一顿的事就是我要在最后期限之前完成我的作业，这惹恼了她。

source: "What are you sweating over that for?" Doreen lounged on my bed in a peach silk dressing gown, filing her long, nicotine-yellow nails with an emery board, while I typed up the draft of an interview with a best-selling novelist.
zh_cn: “你在埋头干那件事做什么？”多琳懒洋洋地躺在我的床上，身穿一件桃红色丝绸睡衣，用金刚砂板锉着她烟草黄的长指甲，而我正在将一个畅销小说家的访谈用打字机打出草稿。

source: That was another thing -- the rest of us had starched cotton summer nighties and quilted housecoats, or maybe terrycloth robes that doubled as beach coats, but Doreen wore these full-length nylon and lace jobs you could half see through, and dressing gowns the color of skin, that stuck to her by some kind of electricity.
zh_cn: 那是另外一件事——我们其余的人有浆挺的夏季棉睡衣和缝制的家居服，或者可能是毛巾布的睡袍，比沙滩外套还要厚上一层，但是多琳穿上拖地长的尼龙和蕾丝的衣服，透明到你几乎隐约可以看透，身上肉色的长袍，由于静电紧紧贴合着她的身体。

source: She had an interesting, slightly sweaty smell that reminded me of those scallopy leaves of sweet fern you break off and crush between your fingers for the musk of them.
zh_cn: 她有一种有趣的，微微的汗味，让我想起那些有着扇贝型的叶子的甜甜的蕨类，你把它们折断，要闻香味就用手指把它们揉碎。

source: "You know old Jay Cee won't give a damn if that story's in tomorrow or Monday."
zh_cn: “你知道老杰·西根本不在乎那个故事是刊登在明天还是星期一。”

source: Doreen lit a cigarette and let the smoke flare slowly from her nostrils so her eyes were veiled.
zh_cn: 多琳点着一根烟，让烟雾慢慢的从她的鼻孔里散出来，这样就遮掩住了她的眼睛。

source: "Jay Cee's ugly as sin," Doreen went on coolly.
zh_cn: “杰·西的丑陋就是个罪恶。”多琳继续冷漠的说着。

source: "I bet that old husband of hers turns out all the lights before he gets near her or he'd puke otherwise."
zh_cn: “我打赌她以前的丈夫在靠近她之前就关上了所有的灯否则他会吐出来。”

source: Jay Cee was my boss, and I liked her a lot, in spite of what Doreen said.
zh_cn: 杰·西是我的老板，我很喜欢她，尽管多琳说了那些话。

source: She wasn't one of the fashion magazine gushers with fake eyelashes and giddy jewelry.
zh_cn: 她不会像其他时尚杂志人那样戴假睫毛和让人眼花的首饰。

source: Jay Cee had brains, so her plug-ugly looks didn't seem to matter.
zh_cn: 杰·西很有头脑，所以她暴民似的长相似乎没有什么关系。

source: She read a couple of languages and knew all the quality writers in the business.
zh_cn: 她读得懂好几种语言，认识行业里所有有质量的作家。

source: I tried to imagine Jay Cee out of her strict office suit and luncheon-duty hat and in bed with her fat husband, but I just couldn't do it.
zh_cn: 我试着想象杰·西脱掉她严谨的职业套装和正式午餐戴的帽子，和她的丈夫一起躺在床上，但是我就是没办法这么做。

source: I always had a terribly hard time trying to imagine people in bed together.
zh_cn: 我去想象人们一起躺在床上的情形，这常常让我觉得苦不堪言。

source: Jay Cee wanted to teach me something, all the old ladies I ever knew wanted to teach me something, but I suddenly didn't think they had anything to teach me.
zh_cn: 杰·西要教我些东西，所有我认识的年长女士都想教我些什么，但是我突然想到她们没什么可教给我的。

source: I fitted the lid on my typewriter and clicked it shut.
zh_cn: 我把打字机装上盖子，咔哒一声关上了。

source: Doreen grinned.
zh_cn: 多琳咧嘴笑了。

source: "Smart girl."
zh_cn: “聪明的姑娘。”

source: Somebody tapped at the door.
zh_cn: 有人叩了叩门。

source: "Who is it?" I didn't bother to get up.
zh_cn: “是谁？”我没有起身。

source: "It's me, Betsy.
zh_cn: “是我，贝琪。

source: Are you coming to the party?"
zh_cn: 你去不去聚会？”

source: "I guess so."
zh_cn: “我想我会去的。”

source: I still didn't go to the door.
zh_cn: 我仍旧没去开门。

source: They imported Betsy straight from Kansas with her bouncing blonde ponytail and Sweetheart-of-Sigma-Chi smile.
zh_cn: 他们从堪萨斯原封不动地带来了贝琪，她有着活泼的金色马尾辫和电影《兄弟会甜心》一样的笑容。

source: I remember once the two of us were called over to the office of some blue-chinned TV producer in a pin-stripe suit to see if we had any angles he could build up for a program, and Betsy started to tell about the male and female corn in Kansas.
zh_cn: 我记得有一次我们俩被叫去某个下巴刮地青青，穿着条纹套装的电视制作人的办公室，看看我们是否有视角让他可以以此为基础制作节目，贝琪开始讲述堪萨斯那里的雄性和雌性玉米。

source: She got so excited about that damn corn even the producer had tears in his eyes, only he couldn't use any of it, unfortunately, he said.
zh_cn: 她讲到那些可恶的玉米实在太激动了，让制作人的眼睛里都有了泪水，只是很不幸他没办法采用，他说道。

source: Later on, the Beauty Editor persuaded Betsy to cut her hair and made a cover girl out of her, and I still see her fare now and then, smiling out of those "P.Q.'s wife wears B.H. Wragge" ads.
zh_cn: 后来，美人杂志的主编说服贝琪剪掉了她的头发，把她变成了封面女郎，我仍不时地看到他的身影，在那些 “P.Q’s 的妻子穿波黑格拉的衣服” 的广告中看到她微笑。

source: Betsy was always asking me to do things with her and the other girls as if she were trying to save me in some way.
zh_cn: 贝琪总会叫我和她一起做事还有其他女孩儿，就好像她以某种方式来拯救我一样。

source: She never asked Doreen.
zh_cn: 她从不叫上多琳。

source: In private, Doreen called her Pollyanna Cowgirl.
zh_cn: 私底下，多琳称她为盲目乐观的女牛仔。

source: "Do you want to come in our cab?" Betsy said through the door.
zh_cn: “你想乘我们的出租车吗？”贝琪隔着门说。

source: Doreen shook her head.
zh_cn: 多琳摇了摇头。

source: "That's all right, Betsy," I said. "I'm going with Doreen."
zh_cn: “没关系，贝琪。”我说，“我会和多琳一起去。”

source: "Okay."
zh_cn: “好。”

source: I could hear Betsy padding off down the hall.
zh_cn: 我可以听见贝琪走向大厅的轻轻的脚步声。

source: "We'll just go till we get sick of it," Doreen told me, stubbing out her cigarette in the base of my bedside reading lamp, "then we'll go out on the town.
zh_cn: “我们会去一直到哪天厌烦了为止。”多琳对我说，将她的烟按灭在我床头阅读台灯的底座上。“然后我们会去城里。

source: Those parties they stage here remind me of the old dances in the school gym.
zh_cn: 他们那里办的聚会让我想起学校体育馆里的老式舞会。
